[
    {
        "id":1,
        "company": "Google LLC",
        "img":"../public/All Images/google-1-1 1.png",
        "jobTitle": "Technical Database Engineer",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Develop and implement statistical models and algorithms to solve business problems,Work with large datasets to extract meaningful insights,Collaborate with cross-functional teams to identify and prioritize data-driven initiatives,Collaborate with cross-functional teams to identify and prioritize data-driven initiatives",
        "requirements": "Master's or Ph.D. in a quantitative field (e.g., Statistics, Computer Science, Mathematics)",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@google.com",
        "jobDescription": "Google is looking for a highly skilled and motivated Data Scientist to join our team in Mountain View, CA. In this role, you will use your expertise in statistics, machine learning, and data analysis to help drive business decisions across the company. You will work with cross-functional teams to identify and prioritize data-driven initiatives, and present your findings and recommendations to senior leadership. If you have a passion for data science and a track record of delivering impactful insights, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"2-3 Years in this feild",
        "address":"Dhanmondi 32, Sukrabad"
    },
    {
        "id":2,
        "company": "Netflix",
        "img":"../public/All Images/netflix-4 1.png",
        "jobTitle": "Senior Product Designer",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Design and develop scalable and reliable software systems,Collaborate with cross-functional teams to identify and prioritize engineering initiatives,Write high-quality, maintainable code,Participate in code reviews and provide constructive feedback,Stay up-to-date with emerging trends and technologies in software engineering",
        "requirements": "Bachelor's or Master's degree in Computer Science or related field",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@netflix.com",
        "jobDescription": "Netflix is looking for a Senior Software Engineer to join our team in Los Gatos, CA. In this role, you will design and develop scalable and reliable software systems, collaborate with cross-functional teams to identify and prioritize engineering initiatives, and write high-quality, maintainable code. If you have a passion for software engineering and a track record of delivering high-quality software, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"4 Years in this feild",
        "address":"Shavar 103, Sukrabad"
    },
    {
        "id":3,
        "company": "Tesla",
        "img":"../public/All Images/tesla-9 1.png",
        "jobTitle": "Mechanical Engineer",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Design and develop mechanical components and systems for electric vehicles,Collaborate with cross-functional teams to identify and prioritize engineering initiatives,Create detailed engineering drawings and specifications,Conduct design reviews and provide constructive feedback,Stay up-to-date with emerging trends and technologies in mechanical engineering",
        "requirements": "Bachelor's or Master's degree in Mechanical Engineering or related field",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@tesla.com",
        "jobDescription": "Tesla is seeking a talented Mechanical Engineer to join our team in Fremont, CA. In this role, you will design and develop mechanical components and systems for electric vehicles, collaborate with cross-functional teams to identify and prioritize engineering initiatives, and create detailed engineering drawings and specifications. If you have a passion for mechanical engineering and a track record of delivering high-quality designs, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"3-4 Years in this feild",
        "address":"Dhanmondi 32, Sukrabad"
    },
    {
        "id":4,
        "company": "Microsoft",
        "img":"../public/All Images/microsoft.png",
        "jobTitle": "Software Engineer",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Design and develop software solutions to meet business needs,Collaborate with cross-functional teams to identify and prioritize software development initiatives,Write clean, maintainable, and efficient code,Debug and troubleshoot software issues,Stay up-to-date with emerging trends and technologies in software engineering",
        "requirements": "Bachelor's or Master's degree in Computer Science or related field",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@microsoft.com",
        "jobDescription": "Microsoft is seeking a talented and passionate Software Engineer to join our team in Redmond, WA. In this role, you will design and develop software solutions to meet business needs, collaborate with cross-functional teams to identify and prioritize software development initiatives, and write clean, maintainable, and efficient code. If you have a track record of delivering high-quality software solutions and a passion for technology, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"2-3 Years in this feild",
        "address":"Dhanmondi 32, Sukrabad"
    },
    {
        "id":5,
        "company": "Amazon",
        "img":"../public/All Images/amazon.png",
        "jobTitle": "UX Designer",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Design user experiences for Amazon products and services, conduct user research to understand user needs and behaviors ,Create wireframes, prototypes, and visual designs to communicate design concepts,Collaborate with cross-functional teams to identify and prioritize design initiatives, Stay up-to-date with emerging trends and technologies in UX design",
        "requirements": "Bachelor's or Master's degree in UX design or related field",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@amazon.com",
        "jobDescription": "Amazon is looking for a talented UX Designer to join our team in Seattle, WA. In this role, you will design user experiences for Amazon products and services, conduct user research to understand user needs and behaviors, and collaborate with cross-functional teams to identify and prioritize design initiatives. If you have a passion for user-centered design and a track record of delivering high-quality user experiences, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"1-2 Years in this feild",
        "address":"Dhanmondi 32, Sukrabad"
    },
    {
        "id":6,
        "company": "Apple",
        "img":"../public/All Images/apple.png",
        "jobTitle": "Product Manager",
        "location": "Dhaka, Bangladesh",
        "responsibilities": "Define and drive product strategy and roadmap,Collaborate with cross-functional teams to identify and prioritize product initiatives,Manage the entire product lifecycle from ideation to launch,Collect and analyze user feedback to inform product decisions,Communicate product vision and strategy to stakeholders",
        "requirements": "Bachelor's or Master's degree in Business, Engineering, or related field",
        "salary": "100k - 150k",
        "phone": "+1 (555) 123-4567",
        "email": "jobs@apple.com",
        "jobDescription": "Apple is seeking an experienced and innovative Product Manager to join our team in Cupertino, CA. In this role, you will define and drive product strategy and roadmap, collaborate with cross-functional teams to identify and prioritize product initiatives, and manage the entire product lifecycle from ideation to launch. If you have a passion for product management and a track record of delivering successful products, we want to hear from you!",
        "remote": false,
        "onsite": true,
        "experiences":"2-3 Years in this feild",
        "address":"Dhanmondi 32, Sukrabad"
    }
]